Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/aho.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Instead students are encouraged and supported to develop their own artistic approach and position.
nb: I stedet oppfordres og støttes studentene til å utvikle sin egen kunstneriske tilnærming og posisjon.

source: In addition, there is a need for new types of trade areas and connecting paths on the ground floor.
nb: I tillegg er det behov for nye typer handelsarealer og forbindelseslinjer på bakkeplan.

source: Outlook/webmail (transferred in April - May 2021)
nb: Outlook/webmail (overført april-mai 2021)

source: and Oslo is among them.
nb: , og Oslo er blant dem.

source: Report from Venezia
nb: Rapport frå Venezia

source: In the spring of 2017, PAX Forlag presented the book: “Fiskevær – Myr på yttersida” by Karl Otto Ellefsen and Tarald Lundevall.
nb: Våren 2017 ga Karl Otto Ellefsen sammen med Tarald Lundevall ut boka «Fiskevær – Myre på Yttersida» på PAX forlag.

source: AHO conducts evaluations of all its courses every semester.
nb: AHO gjennomfører faste evalueringer av alle sine kurs hvert semester.

source: Archival research - both analog and digital
nb: Arkivarbeid - både analogt og digitalt

source: The international office is working on facilitating their arrival to ensure all the official COVID-19 requirements are met.
nb: Internasjonalt kontor jobbe med å tilrettelegge for deres ankomst slik at alle myndighetskrav knyttet til covid-19 oppfylles.

source: Content and Teaching Methods:
nb: Innhold og undervisningsmetoder:

source: What records exist for user data?
nb: Hvilke kilder er tilgjengelig for innsamling av data?

source: The book "Tabula Plena - Forms of Urban Preservation" is out now and can be bought through AHO.
nb: Boken "Tabula Plena - Forms of Urban Preservation" er ute nå og kan kjøpes via AHO.

source: Both the ancient Egyptians and Greeks afforded a prominent place to sport, and throughout history, it has provided a space for both participation and spectatorship.
nb: Både de gamle egypterne og grekerne ga sport et fremtredende plass, og gjennom historien har den gitt rom for både deltakelse og tilskuelse.

source: Admission to AHO and successful completion of three years bachelor level studies (180 ECTS).
nb: Opptak til AHO og fullført tre års studier på bachelornivå (180 studiepoeng).

source: Introduction of Office 365 for students and staff.
nb: Innføring av Office 365 for studenter og ansatte

source: CAFA works together with CAFA (Central Academy of Fine Arts, Beijing) with the research project Urbanization of Rural China/Countryside Construction.
nb: AHO arbeider sammen med CAFA (Central Academy of Fine Arts, Beijing) med forskningsprosjektet Urbanisation of Rural China/Countryside Construction.

source: Skills in territorial mapping.
nb: Ferdigheter i territoriell «mapping».

source: The brief for this semester is to design a retreat: a non religious, time limited dwelling for a group of maximum 15 people.
nb: Semesteroppgave blir prosjektering av et retreat: et ikke religiøst, tidsbestemt oppholdssted for en gruppe på maks 15 gjester.

source: Dive into the course selection for Autumn 2021.
nb: Gled deg til å lese om kurstilbudet for høsten 2021!

source: Completed 240 ECTS in total
nb: Bestått 240 studiepoeng totalt

source: The milling machine’s working range is LxBXH 700x500x400
nb: Fresens arbeidsområde er LxBXH 700x500x400

source: Digital workshop to learn GIS with focus on territorial and local studies in Vesterålen.
nb: Digitalt gruppearbeid for å lære GIS med fokus på territorielle og stedlige studier i Vesterålen.

source: All our study programmes will undergo external evaluation over the course of 2021 and the preparations for this have started.
nb: Alle våre studieprogrammer skal gjennom en ekstern evaluering i løpet av 2021 og forberedelsene til dette er igang.

source: Prorektor and institute leader for AHO Institute For Design, Rachel K. B. Troye has been interviewed by ICSID.org (The International Council of Societies of Industrial Design).
nb: Prorektor og instituttleder for AHO Institutt for design, Rachel K. Troye, er intervjuet av ICSID.org (The International Council of Societies of Industrial Design).

source: at 10:00 - The exhibition opens
nb: 10:00 - Utstillingen åpner

source: In 2019, he was part of a programme to build a pavilion in Dongyang, which was also displayed in an exhibition at the AHO Gallery and at Beijing Design Week.
nb: I 2019 var han med i et program der han fikk bygget en paviljong i Dongyang, som også ble vist i en utstilling i AHO Galleriet og på Beijing Design week.

source: Territorial "mapping" skills.
nb: Ferdigheter i territoriell «mapping».

source: Wireless network (Wi-Fi)
nb: Trådløst nettverk (Wi-Fi)

source: Can we, through the design of our surroundings help the emergence of democratic organizations?
nb: Kan vi, gjennom å designe omgivelsene våre, bidra til nye demokratiske organisasjoner?

source: In the spring of 2017, PAX Forlag presented the book: “Fiskevær – Myre på yttersida” by Karl Otto Ellefsen and Tarald Lundevall.
nb: Våren 2017 ga Karl Otto Ellefsen sammen med Tarald Lundevall ut boka «Fiskevær – Myre på Yttersida» på PAX forlag.

source: Different workshops and projects to be arranged according to activity plan.
nb: Ulike workshops og prosjekter arrangeres i henhold til aktivitetsplanen.

source: Housing competition in Kerava, Finland.
nb: Boligkonkurranse i Kerava, Finland.

source: • Basic skills in the use of 2D software for visual communication
nb: • Grunnleggende ferdigheter i bruk av 2D dataverktøy for visuell kommunikasjon

source: The autumn of 2021 is the sixth specialization course that addresses the spatial consequences of the Norwegian fishing industry on land.
nb: Høsten 2021 er det sjette fordypningskurset som tar for seg romlige konsekvenser av norsk fiskerinæring på land.

source: Welcome to Quiz Thursday 15 April!
nb: Velkommen til Quiz torsdag 15.

source: The exhibition was officially opened by Geir Jarle Jensen & William Kempton.
nb: Utstillingen ble offisielt åpnet av Geir Jarle Jensen & William Kempton.

source: Get a closer look at the process behind THE SHIELD by AHO masterstudents Lasse Thomasgård and Jens Christian Boxaspen.
nb: Få et innblikk i designprosessen bak THE SHIELD, av masterstudenter Lasse Thomasgård og Jens Christian Boxaspen.

source: AHO works to ensure its students’ health, safety and environment.
nb: AHO skal sørge for studentenes helse, miljø og sikkerhet.

source: The project is done with a collaboration with Bygg uten grenser and different companies in the concrete industry, as well as Bergene Holm AS that delivered the wood.
nb: Prosjektet er gjennomført i samarbeid med Bygg uten grenser og ulike bedrifter koblet til betongindustrien, samt Bergene Holm AS som leverandør av trevirke.

source: The teaching will take place in the form of pin-ups and critiques.
nb: Undervisningen vil foregå i form av gjennomganger og korrektur.

source: Phase 01 will commence with the design of a small building in the foothills of the Pyrenees.
nb: Fase 01 vil starte med utformingen av en mindre bygning ved foten av Pyreneene.

source: Group discussions, pin ups, studio work.
nb: Gruppe diskusjoner, pin ups, studio arbeid.

source: The alternative phasing distributes the area both south and north of the Ring 1 by 2024, meeting the requirement of 115,000 square meters while significantly reducing the height of new construction.
nb: Bygningsmassen distribueres både sør og nord for ring 1 innen 2024, noe som reduserer høyden på de 115.000 kvm som planlegges.

source: Short 2 – 3 week continuous design exercises paired with a text.
nb: Korte 2-3 uker lange designøvelser sammen med en tekst.

source: Develop a reflective, constructive and critical stance to his or her own disciplinary interests, strengths and weaknesses.
nb: -å utvikle en reflektert, konstruktiv og kritisk holdning til egne faglige interesser, styrker og svakheter.

source: We are an urban design studio so there are more architects in our studio.
nb: Vi er et urban design - kurs så det er flere arkitekter i studioet vårt.

source: The Warburg models will be shown in Hamburg, London, and New York (2021–23).
nb: Warburg-modellene skal vises i Hamburg, London og New York (2021–23).

source: With OAT 2019, the Triennale aims to continue its search into the future:
nb: Med triennalen i 2019 ønsker OAT å fortsette å utforske arkitekturens rolle i fremtiden:

source: The development potential is approximately 5,000 m2.
nb: Utbyggingspotensialet er ca 5000 m2.

source: Unfold, understand complexity and work with problematiques
nb: Utforske og forstå kompleksitet, og arbeide med problemstillinger

source: • Workshop knowledge and experience of model making
nb: • Verkstedskunnskap og erfaring fra modellbygging

source: The course will be taught by a skilled yoga and mindfulness teacher, Tina Rasmussen Nyborg.
nb: Kurset ledes av en veldig dyktig yoga- og mindfulnesslærer, Tina Rasmussen Nyborg.

source: Workshops with design practitioners and theorists.
nb: Workshops med utøvende designere og designteoretikere.

source: Admission to AHO and completed three years of studies at bachelor level (180 credits).
nb: Opptak til AHO og fullført tre års studier på bachelornivå (180 studiepoeng).

source: The Wave is nominated for work realized between January 2014 and December 2015.
nb: er nominert for perioden januar 2014 til desember 2015.

source: 18:00 - Right after the awards ceremony there will be a celebration of the exhibition, the diploma candidates, the nomInees and the winners.
nb: 18:00 - Etter prisutdelingen blir det feiring av utstillingen, diplomkandidatene, de nominerte og vinnerene.

source: GIGA-Mapping and timeline mapping, Zip analysis and synthesis techniques.
nb: Giga-maååing og tidslinjemapping, ZIP-analyse og syntese-teknikker.

source: Birgitta Cappelen is Associate Professor in Interaction Design at the Institute of Design at AHO.
nb: Birgitta Cappelen er ansatt som førsteamanuensis i interaksjonsdesign ved Institutt for Design.

source: Students need to present and submit all projects, documentations and presentations in order to be assessed for the course.
nb: Studentene må presentere og levere inn alle prosjekter, dokumentasjon og presentasjoner for å bli vurdert for kurset.

source: (names and titles on the right side)
nb: (kreditering til høyre)

source: • get an overview of a broad range of existing work and theories in the fields of sensate space, interactive architecture, immersive environments and digital installation art.
nb: • få en oversikt over et bredt spekter av eksisterende arbeider og teorier innen interaktiv arkitektur, immersive miljøer og digital installasjonskunst.

source: Birgitta will until 2017 mainly work in the research project RHYME, which is a continuation of the work she has done in tangible media.
nb: Birgitta vil fram til 2017 i hovedsak jobbe med forskningsprosjektet RHYME, som er en videreføring av det arbeidet hun har gjort innen taktile medier.

source: Very Fast Learning (VFL) and rich designer (Rich Design Space) taught as concepts to support the handling of complexity.
nb: Meget raske læringsprosesser (VRLP) og rike designrom (Rich Design Space) læres som konsepter for å understøtte håndteringen av kompleksitet.

source: The Oslo School of Architecture and Design, Postboks 2710, 7439 Trondheim, Norway
nb: Arkitektur- og designhøgskolen i Oslo, Postboks 2710, 7439 Trondheim

source: All the sensors are responsible for the overall evaluation of all diplomas, but each sensor is given particular responsibility for a selection of diplomas.
nb: Alle sensorene er ansvarlige for helhetsvurderingen av alle diplomprosjektene, men hver enkelt sensor får et særlig ansvar for et utvalg av prosjektene.

source: Introduction to the Samveis methodology.
nb: Introduksjon til Samveis metodikk.

source: The course gives an introduction to architectural history, design history and art history from ca 1850 until today
nb: Kurset gir en innføring i arkitektur-, design- og kunsthistorie fra ca 1850 fram til i dag.

source: This is the last course in a row of three; in the spring of 2018, we studied Senja, in the autumn of 2018, we studied Lofoten, while in in the spring of 2019 we will study Vesterålen.
nb: Våren 2018 studerte vi Senja, høsten 2018 studerte vi Lofoten, mens våren 2019 vil vi studere Vesterålen.

source: in Oslo, in Copenhagen, Berlin and Japan.
nb: , DogA i Oslo, samt i København, Berlin og i Japan.

source: The course is related to OCCAS' new research project "The Printed and the Built.
nb: Kurset er knyttet til OCCAS’ nye forskningsprosjekt "The Printed and the Built.

source: Enya Aamo Aspen and Rikke Christine Nyruds has won one of the top prizes in the international student competition European Architectural Medals for the Best Diploma Projects, for their project 'Lost & Found - Housing at Veterinærhøgskolen'.
nb: Enya Aamo Aspen og Rikke Christine Nyruds vant pris i den internasjonale studentkonkurransen European Architectural Medals for the Best Diploma Projects, med prosjektet "Lost & Found - Housing at Veterinærhøgskolen".

source: This important annual conference is a collaboration between ACSA (The American Collegiate Schools of Architecture) and EAAE (The European Association for Architectural Education).
nb: Den viktige, årlige konferansen er et samarbeid mellom ACSA (American Collegiate Schools of Architecture) og EAAE (European Association for Architectural Education).

source: There will be a lecture / introduction to each topic given by various specialists, time for independent study, reflection and practical examinations.
nb: Det vil være en forelesning/ introduksjon til temaet gitt av ulike spesialister, tid for selvstudium, refleksjoner og praktiske undersøkelser.

source: Even established democracies are struggling, examples we have from the European Union and the United States.
nb: Selv etablerte demokratier har utfordringer, noe vi ser eksempler på i både EU og i USA.

source: Track 01 (recommended for first time takers of the studio) will focus on the detailed development of the small-scale building designed in phase 01 and the preparation of the fabrication and construction documents with emphasis on computer-aided manufacturing.
nb: Spor 01 (anbefales for studenter som tar kurset for første gang) vil fokusere på en detaljert utvikling av småskala-bygningen designet i fase 01 og utarbeidelse av fabrikasjons- og konstruksjons dokumenter med vekt på computerstyrt produksjon.

source: The ACDL studio foregrounds research by design with strong emphasis on computational design.
nb: ACDL studio vil fremme 'research by design' med vekt på 'computational design'.

source: Andreas has been affiliated with AHO and the Department of Design since 2011, and this engagement has gradually increased to a full-time position.
nb: Andreas har vært tilknyttet AHO og institutt for design siden 2011, og har vært et engasjement som gradvis har økt til et fulltidsengasjement.

source: The RHYME project goal is to improve health and quality of life through the use of tangible, musical, social and collaborative media.
nb: I RHYME-prosjektet er målet å øke helse og livskvalitet gjennom bruk av slike taktile, musikkbaserte, samskapende medier.

source: Track 02 (recommended for returners to the studio) will focus on adapting and developing the design approach towards differential use mid- to large size building scheme and neighborhood in Oslo, with the aim to organize mixed generation living.
nb: Spor 02 (anbefales for studenter som har deltatt ved studioet tidligere) vil fokusere på å tilpasse og utvikle designtilnærmingen mot differensiell bruk for et middels til stort bygningsprosjekt og omkringliggende nabolag i Oslo, med sikte på å organisere forhold for en blanding av generasjoner.

source: Admission to AHO and successful completion of 300 ECTS including 12 400 Pre-diploma (6 ECTS).
nb: Opptak til AHO og bestått 300 studiepoeng, inkludert 12 400 Pre-diplom (6 studiepoeng).

source: The studio plans an excursion to Switzerland.
nb: Studioet planlegger en ekskursjon til Sveits.

source: Digital, hybrid and physical teaching
nb: Digital, hybrid og fysisk undervisning

source: at Youngstorget in Oslo in conjunction with the IFLA Oslo 2019 World Conferance "Common Ground".
nb: AHO-studenter på Youngstorget i Oslo i forbindelse med IFLA Oslo 2019 konferansen "Common Ground".

source: Skills in using Geographic Information Systems (GIS) in mapping.
nb: Ferdigheter i å bruke Geografiske Informasjonssystemer (GIS) i kartlegging.

source: The OAT 2019 chief curators are
nb: Hovedkuratoren for OAT 2019 er

source: This summer, Landscape Architecture students from the master programmes in both Oslo and Tromsø had the opportunity to join an exciting workshop in the far north of Norway.
nb: I sommer fikk studenter i landskapsarkitektur fra AHO og Universitetet i Tromsø muligheten til å gjøre en spennende workshop i Vardø.

source: For students and staff at AHO there will be an opening on Friday 10 December at 17.00 in Akersbakken.
nb: For deg som er student og ansatt på AHO blir det en intern åpning fredag 10. desember kl 17.00 i Akersbakken.

source: -master design-driven methods, tools and ways of expression, and be able to use this in a creative process, in a goal-oriented, professional and experimenting way.
nb: - mestre designdrevne metoder, verktøy og uttrykksformer og kunne bruke dette i en kreativ prosess, på en målrettet, profesjonell og eksperimenterende måte.

source: The first part of the pilot was conducted in the autumn of 2013.
nb: Første del av piloten ble gjennomført høsten 2013.

source: By contrasting experiences of building public sector innovation capacity in Fifth Space in Canada with a similar program called Experimenta in Chile, patterns surfaced in her research.
nb: Gjennom å studere erfaringene fra Fifth Space i Canada og et lignende program kalt Experimenta i Chile, begynte hun å se et mønster.

source: Week 6: Institutional Authority: UNESCO and its discontents
nb: nytte og unytte Uke 6: Institusjonell autoritet:

source: until now has been taught at the end of the study program (course code GK6EXPHIL).
nb: til nå vært lagt ved enden av studieløpet (kurskode GK6EXPHIL).

source: You can for example add youtube-videos, tutorials and web pages.
nb: Den lar deg for eksempel legge til youtube-videoer, tutorials og nettsider.

source: • Students will gain detailed knowledge of the architectural and computational design themes pursued by the studio and develop skill in computational design in architecture;
nb: • Studentene vil oppnå detaljert kunnskap om de arkitektoniske og computational design temaer som følges opp i studio og utvikle ferdighet i computational design i arkitektur;

source: At AHO we are grateful to have Karin Helms as part of our staff.
nb: AHO er glade og takknemlige for å ha Karin Helms med på laget.

source: During the last decade, Noura Al Sayeh Holtrop, Head of Architectural Affairs, Bahrain, has led the rejuvenation of the town of Muharraq through the invitation of select international architects to build along the path.
nb: I løpet av det siste tiåret har Noura Al Sayeh Holtrop, Head of Architectural Affairs, Bahrain, ledet foryngelsen av byen Muharraq ved å invitere utvalgte internasjonale arkitekter til å bygge langs perlestien.

source: Between 2021 and 2024 this last building is also the subject of an extensive renovation project.
nb: Warburg Institute er for tiden gjenstand for omfattende renovering (2021– 2024).

source: - Institute of Urbanism and Landscape
nb: - Institutt for urbanisme og landskap

source: how to develop and design a product and/or interaction (prototype)
nb: Utvikling og formgiving av produkt og/eller interaksjon (prototype)

source: In their projects, the students should think about an urban building, about the relationship between public and private, inside and outside, and between art, architecture and life, with the consideration of Sverre Fehn and Cy Twombley.
nb: Så, i sine prosjekter skal studentene tenke om en urban bygning, offentlig og privat, og om forholdet mellom kunst, liv og arkitektur, ved å ta i betraktning Sverre Fehn og Cy Twombley.

source: Sabine Müller, new professor in urbanism
nb: Sabine Müller, ny professor i urbanisme og landskap

source: Internship and career day
nb: Internship og karriere dag

source: The quiz is nominated for DOGA's badge of honor, and is therefore of course universally designed.
nb: Quizen er nominert til DOGAs hedersmerke, og er derfor selvfølgelig universelt utformet.

source: Phase 4_Implementing the chosen design strategy for the OAT2016
nb: Fase 4_Implementering av valgt design strategi for OAT 2016

source: Every Monday the students will be presented for a text, an image, a film, etc.
nb: Hver uke får studenten utdelt en tekst, et bilde, en film, e.l., eller vi drar og ser et sted eller en utstilling.

source: From the SCS wordpress blog, day 19. SCS's new project: Pocket Farm
nb: From the SCS wordpress blog, day 19. Studenter setter opp Småbruk i Skogbygda AHOs

source: 12 candidates in architecture,11 candidates in landscape architecture, 22 in design, 1 master in Architectural Conservation and 5 PhD candidates are ready to take up their professional life.
nb: 12 arkitekturkandidater, 11 kandidater i landskapsarkitektur, 22 i design, 1 videreutdanningsmaster i Arkitekturvern og 5 doktorander står klare for å ta fatt på sitt profesjonelle liv. Ikke lengre studenter men arkitekter, landskapsarkitekter og designere.

source: “The Future of Journalism” In collaboration with VG.
nb: “The Future of Journalism”. I samarbeid med VG.

source: Course literature and Leganto
nb: Kurslitteratur og Leganto

source: (You might have to choose to allow the browser pop-ups from Leganto for this to work.)
nb: (Du må kanskje velge at nettleseren tillater pop-ups fra Leganto for at det skal virke ordentlig)

source: The research project is funded by the Norwegian Research Council through the VERDIKT programme.
nb: Forskningsprosjektet er finansiert av Norges Forskningsråd via VERDIKT-programmet.

source: Completed 240 ECTS in total.
nb: Fullført 240 studiepoeng totalt.

source: The sport of skiing includes many disciplines, from cross-country and telemark to alpine, freestyle and jumping.
nb: Skisporten inkluderer mange disipliner, fra langrenn og telemark til alpint, freestyle og hopp.

source: The most frequent initial COVID-19 symptoms described are a sore throat, symptoms of a cold and a slight cough, in addition to feeling ill, and having a headache and muscle ache.
nb: De hyppigst beskrevne symptomer på covid-19 er i starten halsvondt, forkjølelse og lett hoste, i tillegg til sykdomsfølelse, hodepine og muskelsmerter.

source: Completed foundation level courses or equivalent education (bachelor).
nb: Fullført grunnundervisning ved AHO eller tilsvarende relevant utdanning (bachelor).

source: be able to utilize knowledge and skills (as defined above) in an independent manner in different situations and collaborations, within and across disciplines.
nb: kunne anvende kunnskap og ferdigheter (som definert over) på selvstendig vis i ulike situasjoner, og samarbeide innenfor og på tvers av fagfelt.

source: Welcome to an open guest lecture with industraial designer and PhD Kristin Støren Wigum from GAIA Trondheim.
nb: Velkommen til åpen forelesning med industridesigner/PhD Kristin Støren Wigum fra GAIA Trondheim:

source: Oslo Architecture Triennale open now!
nb: Oslo Architecture Triennale har åpnet!

source: The students will curate an exhibition in AHO, parts of which will be shown also at the National Museum's architecture section in 2015.
nb: Studentene skal kuratere en utstilling på AHO, deler av hvilke skal stilles ut på Arkitekturmuseet i 2015.
